[MD_WOTC_BOIII_LMG_RPK_STD_XCOM_T1 X2WeaponTemplate_Custom]
FriendlyName="RPK-74型"
FriendlyNamePlural="RPK-74型"
AbilityDescName="轻机枪"
BriefSummary="与RPK类似，RPK-74源于AK-74，并为5.45x39毫米中型弹药筒配备了腔室。它使用标准的45圆盒弹匣，可以接受AK-74的弹匣。然而，在RPK-74的测试阶段，类似于RPK的鼓库的想法被抛弃了。相反，其他公司为RPK-74设计了他们自己的原型MAG鼓。"
TacticalText="<Bullet/>类型：轻机枪\n<Bullet/>射击模式：全自动\n<Bullet/>动作：气动，旋转枪栓，关闭式\n<Bullet/>弹匣：5.45x39毫米子弹\n<Bullet/>产地：苏联 \n<Bullet/>级别：常规"

[MD_WOTC_BOIII_LMG_RPK_STD_XCOM_T2 X2WeaponTemplate_Custom]
FriendlyName="XRPK-74型"
FriendlyNamePlural="RVK/MG-74型"
AbilityDescName="轻机枪"
BriefSummary="与RPK类似，RPK-74源于AK-74，并为5.45x39毫米中型弹药筒配备了腔室。它使用标准的45圆盒弹匣，可以接受AK-74的弹匣。然而，在RPK-74的测试阶段，类似于RPK的鼓库的想法被抛弃了。相反，其他公司为RPK-74设计了他们自己的原型MAG鼓。"
TacticalText="<Bullet/>类型：轻机枪\n<Bullet/>射击模式：全自动\n<Bullet/>动作：气动，旋转枪栓，关闭式\n<Bullet/>弹匣：5.45x39毫米子弹\n<Bullet/>产地：苏联 \n<Bullet/>级别：磁力"

[MD_WOTC_BOIII_LMG_RPK_STD_XCOM_T3 X2WeaponTemplate_Custom]
FriendlyName="XRVK-74/35型"
FriendlyNamePlural="XRVK-74/35型"
AbilityDescName="轻机枪"
BriefSummary="与RPK类似，RPK-74源于AK-74，并为5.45x39毫米中型弹药筒配备了腔室。它使用标准的45圆盒弹匣，可以接受AK-74的弹匣。然而，在RPK-74的测试阶段，类似于RPK的鼓库的想法被抛弃了。相反，其他公司为RPK-74设计了他们自己的原型MAG鼓。"
TacticalText="<Bullet/>类型：轻机枪\n<Bullet/>射击模式：全自动\n<Bullet/>动作：气动，旋转枪栓，关闭式\n<Bullet/>弹匣：5.45x39毫米子弹\n<Bullet/>产地：苏联 \n<Bullet/>级别：光束"